Repository: PixelDima/Noor-Localization-l10n
Catalog: Noor/noor-*.po
Languages: de_de

source: Method '%s' not implemented. Must be overridden in subclass.
de_de: Methode '%s' nicht implementiert. Muss in Sub-Klasse überschrieben werden.

source: Current page of the collection.
de_de: Aktuelle Seite der Sammlung.

source: Maximum number of items to be returned in result set.
de_de: Maximale Anzahl an Einträgen, die in einer Ergebnismenge ausgegeben werden.

source: Limit results to those matching a string.
de_de: Zeigt nur die Ergebnisse an, die zu einer Zeichenkette passen.

source: Scope under which the request is made; determines fields present in response.
de_de: Geltungsbereich der Anfrage; ermittelt in der Antwort vorhandene Felder.

source: Add or Upload File
de_de: Hinzufügen oder Datei hochladen

source: Add or Upload Files
de_de: Dateien hinzufügen oder hochladen

source: No terms
de_de: Keine Begriffe

source: Slider : Below The Menu
de_de: Slider: Unterhalb des Menüs

source: Choose Slide Template
de_de: Wähle Slider Vorlage

source: Create New Menu
de_de: Neues Menü erstellen

source: Menu layout
de_de: Menü Anordnung

source: Use this option to choose the menu layout for this page
de_de: Benutze diese Option um die Menüanordnung für diese Seite festzulegen

source: logo on center
de_de: Logo zentriert

source: Bottom logo
de_de: Fusszeilen Logo

source: Transparent Menu?
de_de: Transparentes Menü?

source: Enabling this option will add padding before page title.
de_de: Das aktiviert dieser Option fügt einen Abstand vor dem Seiten Titel ein.

source: Display Button?
de_de: Schaltfläche anzeigen?

source: Menu Dark?
de_de: Dunkles Menü?

source: Sub-Menu Dark?
de_de: Untermenüs Dunkel?

source: WPML language switcher?
de_de: WPML Sprachumschalter?

source: Allows you to have the WPML language switcher in header. Note, WPML plugin must be installed (WPML plugin is not included to the theme pack .You can find the plugin here)
de_de: Ermöglicht es, den WPML-Sprachumschalter in der Kopfzeile zu verwenden. Hinweis, die WPML Erweiterung muss installiert sein

source: Navigation settings
de_de: Navigations-Einstellungen

source: One Page navigation?
de_de: Einzelseiten Navigation?

source: Display Primary Menu?
de_de: Hauptmenü anzeigen?

source: Primary navigation
de_de: Hauptnavigation

source: Display Icon Menu?
de_de: Symbolmenü anzeigen?

source: Icon navigation
de_de: Symbolmenü

source: Check “On” to display the contents of Burger Menu desktop version in Mobile.
de_de: Aktivieren, um den Inhalt der Desktop-Version des Burger Menü auch Mobil anzuzeigen.

source: burger background Image
de_de: Burger Hintergrundbild

source: logo settings
de_de: Logo Einstellungen

source: You can change the logo width for this spisific page only
de_de: Du kannst die Logobreite nur für diese Seite ändern

source: Upload your Logo image, or enter logo URL lnik using the field.
de_de: Lade dein eigenes Logo-Bild hoch oder verwenden die URL in diesem Feld.

source: RTL logo settings
de_de: RTL Logo Einstellungen

source: Choose to display or hide page title bar
de_de: Wählen zum ein- oder Ausblenden der Seiten Titelleiste

source: Page Title Position
de_de: Ausrichtung des Seiten Titels

source: center
de_de: zentriert

source: You can change Page Title position to start (left) or center
de_de: Du kannst die Seitentitel Postion zwischen links und zentriert ändern

source: Apply this to highlight the text in dark backgrounds
de_de: Wähle dies um den Text auf dunklen Hintergründen Hervorzuheben

source: Choose to show or hide the breadcrumbs bar.
de_de: Auswählen, ob die Brotkrumenleiste angezeigt oder verborgen werden soll.

source: Choose to show or hide the copyright on vertical menu.
de_de: Auswählen, ob der Copyright Bereich im vertikalen Menü angezeigt oder verborgen werden soll.

source: Subtitle
de_de: Untertitel

source: Add your page subtitle
de_de: Untertitel der Seite hinzufügen

source: Page Title Background
de_de: Seiten Titel Hintergrund

source: Upload your background image, or enter image URL lnik using the field.
de_de: Lade dein eigenes Logo-Bild hoch oder verwenden eine URL in diesem Feld.

source: Page Title Color
de_de: Seitentitel Farbe

source: Page Title Backgrounds Parallax Style
de_de: Parallax-Stil für den Seitentitel Hintergrund

source: Choose the animation effect for the background image.
de_de: Wählen die Animation des Hintergrundbildes.

source: Element Shortcode Above the Sidebar
de_de: Elementen Shortcode über der Seitenleiste

source: Enter here a shortcode created by NOOR to display it above the sidebar and below page title.
de_de: Gebe hier einen von NOOR erstellten Shortcode ein, um ihn oberhalb der Seitenleiste und unterhalb des Seitentitels anzuzeigen.

source: Body CSS Class(es)
de_de: Body-CSS-Klasse(n)

source: Add a custom CSS class to the &lt;body&gt; element. Separate multiple class names with a space.
de_de: Fügen Sie eine benutzerdefinierte CSS-Klasse zu dem &lt;body&gt;-Element hinzu. Trennen Sie mehrere Klassennamen mit einem Leerzeichen.

source: If your global content layout includes a sidebar, selecting this options will affect this page only.
de_de: Wenn dein globales Inhalts-Erscheinungsbild eine Seitenlsite enthält, wird die Auswahl dieser Option die Seitenleiste für diesen Beitrag entfernen.

source: Choose Sidebar.
de_de: Seitenleiste auswählen.

source: Sidebar sticky
de_de: Fixierte Seitenleiste

source: This will make Sidebar sticky (Useful when a sidebar is too tall or too short compared to the rest of the content)
de_de: Dadurch wird die Seitenleiste klebrig (nützlich, wenn eine Seitenleiste im Vergleich zum Rest des Inhalts zu groß oder zu kurz ist)

source: Custom Sidebar width
de_de: Benutzerdefinierte Breite der Seitenleiste

source: Enabling this option will let you change sidebar width
de_de: Diese Option aktiveren um eine eingene Seitenleisten Breite zu verwenden

source: Sidebar width (px)
de_de: Seitenleisten Breite (px)

source: Sidebar width (%)
de_de: Seitenleisten Breite (%)

source: Choose your site layout
de_de: Wähle deine Seiten Anordnung

source: Frame size
de_de: Rahmengröße

source: Choose the frame size
de_de: Rahmengröße auswählen

source: Choose color for the frame
de_de: Rahmenfarbe auswählen

source: Custom content width
de_de: Eigene Inhaltsbreite

source: Enabling this option will let you change content width
de_de: Diese Option lässt dich die Breite des Inhalts anpassen

source: Site content width (%)
de_de: Seiten Inhaltsbreite (%)

source: Site max content Width (px)
de_de: Max. Seitenbreite (px)

source: The site preloader appears while the content is loading and hold visitor from seeing the content restructures until the page renders correctly. If you choose the default option the displaying will correspond to the theme options settings.
de_de: Der Seitenlader erscheint während der Inhalt geladen wird und verhindert, dass Besucher sehen, wie die Seite strukturiert und aufgebaut wird. Wenn du „Standard“ wählst, werden die Einstellungen aus dem Theme Einstellungen übernommen.

source: This color will be applied to Website body.
de_de: Diese Farbe wird auf den Körper der Website angewendet.

source: This Background will be applied to Website body.
de_de: Dieser Hintergrund wird auf den Körper der Website angewendet.

source: Big Footer
de_de: Großen Fußzeile

source: Enable or disable big footer
de_de: Große Fußzeile aktivieren oder deaktivieren

source: Enable
de_de: Aktivieren

source: Disable
de_de: Deaktivieren

source: Featured Background Color
de_de: Hervorgehoben Hintergrundfarbe

source: Featured Border Color
de_de: Hervorgehobene Rahmenfarbe

source: Featured Background Image
de_de: Hervorgehobenes Hintergrundbild

source: General Widgets
de_de: Allgemeine Widgets

source: Fullwidth Section
de_de: Vollbreite Section

source: Check to apply fullwidth sections to this page (by checking this option, the sidebar will disappear)
de_de: Aktivieren diese Option, um Abschnitte mit voller Breite auf diese Seite anzuwenden (indem du diese Option aktivierst, wird die Seitenleiste ausgeblendet)

source: Custom Post
de_de: Benutzerdefinierter Beitrag

source: Hide Featured Image
de_de: Beitragsbild nicht anzeigen

source: Disabling this option will remove the featured image from single post only (Will not affect post lists, masonry and grid styles)
de_de: Wenn Sie diese Option deaktivieren, wird das ausgewählte Bild nur aus einem einzelnen Post entfernt (wirkt sich nicht auf Beitrags-Listen, Mauer- und Rasterstile aus)

source: Post Gallery
de_de: Gallerie veröffentlichen

source: Add gallery images
de_de: Galerie-Bilder hinzufügen

source: File
de_de: Datei

source: Add bullet point details about this %1$s. These details are displayed in the sidebar of the %1$s and in the pricing tables widget.
de_de: Füge Aufzählung Details über %1$s hinzu. Diese Details werden in der Seitenleiste und Preistabellen von %1$s angezeigt werden.

source: Bullet Point Text
de_de: Text mit Aufzählungszeichen

source: Price Assignment
de_de: Preis Zuweisung

source: Add New Detail
de_de: Neues Detail hinzufügen

source: Enter a feature about this product.
de_de: Nenne eine Besonderheit dieses Produktes.

source: EDD Settings
de_de: EDD-Einstellungen

source: Here you will find various options you can use to create different page styles.
de_de: Hier findest du diverse Optionen, die du verwenden kannst um verschiedene Seiten-Stile zu erstellen.

source: Share icons
de_de: Teilen-Symbole

source: Check to display Share icons and Tags
de_de: Teilen-Symbole anzeigen

source: General
de_de: Allgemein

source: Page Settings
de_de: Seiteneinstellungen

source: Slider Settings
de_de: Slider Einstellungen

source: Portfolio Settings
de_de: Portfolio Einstellungen

source: Video source
de_de: Videoquelle

source: Embedded
de_de: Integrierte

source: Look at the URL of the video, and at the end of it, you should see a combination of numbers and letters after an equal sign (=).
de_de: Schauen Sie sich die URL des Videos an, und am Ende davon sollten Sie eine Kombination aus Zahlen und Buchstaben nach einem Gleichheitszeichen (=) sehen.

source: Copy the numeric code that appears at the end of the video URL.
de_de: Kopiere den numerischen Code, der am Ende der Video-URL erscheint.

source: M4V File URL
de_de: Benutzerdefinierte Miniatur URL

source: The URL to the .m4v video file.
de_de: Die URL zum .m4v Videodatei.

source: ogv File URL
de_de: OGV Datei-URL

source: The URL to the .ogv video file.
de_de: Die URL zum .ogv Videodatei.

source: Self hosted video file in webM format
de_de: Lokal gespeichertes Video webM

source: video Width
de_de: Video-Breite

source: video Height
de_de: Video-Höhe

source: Embedded Video Code
de_de: Eingebetteter Video-Code

source: If you are using something other than self hosted video such as YouTube, Vimeo, or Wistia, paste the embed code here. This field will override the above.
de_de: Falls Sie etwas anderes als selbst gehostetes Video, wie z.B. YouTube, Vimeo oder Wisita verwenden, fügen Sie den Einbinden-Code hier ein. Dieses Feld wird das obige überschreiben.

source: Embedded Video URL
de_de: Eingebettete Video-URL

source: If you are using something other than self hosted video such as YouTube, Vimeo, or Wistia, paste the link here. This field will override the above.
de_de: Wenn du keine selbst gehosteten Videos, sondern z.B. YouTube oder Vimeo verwendest, füge diesen Link hier ein. Diese Eingabe überschreibt die oberhalb getätigte.

source: Override the portfolio visibility.
de_de: Überschreibe die Portfolio-Sichtbarkeit.

source: Specify the style template for the portfolio post.
de_de: Lege die Stilvorlage für den Portfolio-Beitrag fest.

source: Image LightBox (Optional)
de_de: Bilder LightBox (Optional)

source: Upload your project LightBox image if it has a different size than the featured image
de_de: Lade dein LightBox Bild hoch. Es hat eine andere Größe als das Vorschaubild von WordPress

source: Specify the layout template for the portfolio post
de_de: Lege die Erscheinungsbild Vorlage für den Portfolio-Beitrag fest

source: Details on the left
de_de: Details links

source: Details on the right
de_de: Details rechts

source: Client
de_de: Kunde

source: Services
de_de: Leistungen

source: Skill
de_de: Fähigkeit

source: Year
de_de: Jahr

source: External Link?
de_de: Externer Link?

source: Open in new Tab?
de_de: In neuem Tab öffnen?

source: Override the related projects visibility
de_de: Überschreibet die Sichtbarkeit der verwandten Projekte

source: Post Settings
de_de: Beitragseinstellungen

source: Poster
de_de: Standbild

source: Add your media link ex: youtube, vimeo, ..etc, or Iframe URL. Note. This will displayed only in post list and applies only if you choose a featured image for the post.
de_de: Füge deinen Medien Link hinzu, z.B.: YouTube, Vimeo, etc., oder eine iFrame URL. Anmerkung: Dies wird nun in Beiträgen anzeigt werden, Beitragslisten werden nur eine Vorschau enthalten wenn du ein Vorschaubild festlegst.

source: Audio source
de_de: Audio Quelle

source: Producer(s)
de_de: Produzent(en)

source: Audio author
de_de: Audioautor

source: MP3 File URL
de_de: MP3-Datei-URL

source: The URL to the .mp3 audio file.
de_de: Die URL zur .mp3 Audiodatei.

source: OGA File URL
de_de: OGA-Datei-URL

source: The URL to the .oga or .ogg audio file.
de_de: Die URL zur .oga oder .ogg Audio-Datei.

source: Embedded Audio Code
de_de: Eingebundener Audio-Code

source: If you are using something other than self hosted audio such as Soundcloud paste the embed code here. This field will override the above.
de_de: Falls Sie etwas anderes als selbst gehostete Dateien, wie z.B. Soundcloud, verwenden, fügen Sie den Einbinden-Code hier ein. Dieses Feld wird das obige überschreiben.

source: Embedded Audio URL
de_de: Eingebettete Audio-Datei-URL

source: If you are using something other than self hosted audio such as Soundcloud paste the link here. This field will override the above.
de_de: Wenn du keine selbst gehostete Musik, sondern z.B. SoundCloud verwendest, füge diesen Link hier ein. Diese Eingabe überschreibt die oberhalb getätigte.

source: The Quote
de_de: Zitat

source: Input your quote.
de_de: Gib dein Zitat ein.

source: Specify who originally said the quote.
de_de: Gib an, wer das Zitat ursprünglich gesagt hat.

source: Insert your link URL, e.g. http://www.pixeldima.com.
de_de: Link-URL einfügen, z.B. http://www.pixeldima.com.

source: Controls the animation type, "fade" or "slide"
de_de: Steuert den Animationstyp „Einblenden“ oder „Einschieben“

source: Speed
de_de: Geschwindigkeit

source: Set the speed of the slideshow cycling, in milliseconds
de_de: Darstellungsdauer der Slides, in Millisekunden

source: Auto play speed
de_de: Wiedergabe Geschwindigkeit

source: Set the auto play speed, in milliseconds.
de_de: Legt die automatische Wiedergabegeschwindigkeit in Millisekunden fest.

source: Display navigation dots
de_de: Navigationspunkte anzeigen

source: Choose to show or hide the navigation dots.
de_de: Auswählen, um Navigations-Punkte anzuzeigen oder zu verbergen.

source: Display Previous/Next Pagination
de_de: Vorherige / Nächste Seiten links anzeigen

source: Video Post
de_de: Video-Beitrag

source: Audio Post
de_de: Audio Beitrag

source: Quote Post
de_de: Zitat-Beitrag

source: Link Post
de_de: Link-Beitrag

source: Gallery Post
de_de: Galerie Beitrag

source: Product Settings
de_de: Produkteinstellungen

source: Here you will find various options you can use to create different product styles.
de_de: Hier findest du verschiedene Optionen mit denen du unterschiedlichste Produkt Stile erstellen kannst.

source: Noor Plugins
de_de: Noor Erweiterungen

source: Customizer Backup
de_de: Customizer-Sicherung

source: Easily export or import your WordPress customizer settings!.
de_de: Exportiere oder Importiere deine WordPress Customizer Einstellungen ganze einfach!.

source: ERROR: An import error occured. Please try again.
de_de: Ein Import-Fehler ist aufgetreten. Bitte erneut veruschen.

source: Done!
de_de: Fertig!

source: Successfully restored!.
de_de: Erfolgreich wiederhergestellt.

source: Error
de_de: Fehler

source: Invalid file type provided or file size too big. Please try again.
de_de: Ungültiger Datei-Typ oder Dateigröße zu groß. Bitte erneut versuchen.

source: Import
de_de: Importieren

source: Upload your %s Customizer Settings (.json) file and we&apos;ll import the customizer options into this site.
de_de: Lade deine %s Customizer Einstellungen (.json Datei) hoch, und wir Importieren die Customizer Optionen für deine Seite.

source: Upload
de_de: Hochladen

source: Clicking the button below will create a JSON file that contain all customizer settings.
de_de: Klicke auf die Schaltfläche unterhalb um eine JOSN Datei zu erstellen, die alle Customizer Einstellungen beinhaltet.

source: Successfully Export.
de_de: Erfolgreich Exportiert.

source: Success!
de_de: Erfolgreich!

source: Successfully reset.
de_de: Erfolgreich zurückgesetzt.

source: When you click the button below WordPress will reset your Customizer settings as if it were a new installation (you can also import/export your custom configurations)
de_de: Mit dem Klicken auf die Schaltfläche unterhalb werden WordPress Customizer Einstellungen zurückgesetzt und es wird aussehen wie frisch installiert. (Du kannst die benutzerdefinierten Einstellungen auch Importieren/Exportieren)

source: All Demos Support RTL.
de_de: Alle Demos unterstützen RTL.

source: Install %s Demos
de_de: Installiere %s Demos

source: %s brings you a number of unique designs for your website. Installing a demo provides pages, posts, images, theme options, widgets, sliders and more so you don’t have to create everything from scratch. Each demo is fully customizable (fonts, colors and layouts).Please check the System Status tab to ensure your server meets all requirements for a successful import. %s
de_de: %s kommt mit einer breiten Auswahl aus individuellen Erscheinungsbildern für deine Webseite. Die Installation eines Demos erstellt Seiten, Beiträge, Bilder, Theme Optionen, Widgets, Slider und viele mehr. Du musst als nicht von Null beginnen. Jede Demo ist vollständige individualisierbar (Schriften, Farben, Erscheinungsbild) Bitte überprüfe den System Status um zu sehen, ob dein Server alle Anforderungen für dem Import erfüllt. %s

source: Installation & Demo Import Tutorial
de_de: Installations & Demo Importieren Tutorials

source: Please note
de_de: Bitte beachte Sie

source: Since Revolution Slider is not currently active, any sliders used in our Expanded demos will not be setup. If you wish for these sliders to be setup, please ensure that you have Revolution Slider installed and activated.
de_de: Da Revolution Slider derzeit nicht aktiviert ist, werden die Slider, die in unserer erweiterten Demo enthalten sind nicht korrekt erstellt. Wenn du möchtest, dass die Slider korrekt integriert werden, aktivere bitte Revolution Slider.

source: Noor Assistant: For all the shortcodes used in %s.
de_de: Noor Assistant: Für alle in %s verwendeten Shortcodes.

source: Slider Revolution: For Sliders.
de_de: Slider Revolution: Für Sliders.

source: Visual Composer: For page builder.
de_de: Visual Composer: Für Seiten Ersteller.

source: Contact Form 7: For the contact form.
de_de: Contact Form 7: Für das Kontakt Forumlar.

source: WooCommerce: For the Shop section.
de_de: WooCommerce: Für die Shop Sektion.

source: YITH WooCommerce Wishlist : For adding a Wishlist.
de_de: YITH WooCommerce Wishlist: Um eine Wunschliste zu haben.

source: WP Page Widget : For adding custom widgets to pages ,posts or custom post type.
de_de: WP Seiten Widget: Um eigene Widgets zu Seiten, Beiträgen oder benutzerdefinierten Beitragstypen hinzuzufügen.

source: Memory Limit of 256 MB
de_de: Speicherlimit von 256MB

source: Max execution time (php time limit) of 300 seconds
de_de: Maximale Ausführungszeit (php time limit) von 300 Sekunden

source: When you choose one of the home pages provides, all other homepages will be installed automatically. You can find it here after you install this demo: %s
de_de: Wenn du eine der angebotenen Startseiten auswählst werden alle anderen Startseiten automatisch mit installiert. Du wirst sie nach der Demo Installation hier finden: %s

source: Previw
de_de: Vorschau

source: Import Content
de_de: Inhalt importieren

source: ( menus only import with "All" )
de_de: (Menüs werden nur mit "Alle" importiert)

source: Posts
de_de: Beiträge

source: Pages
de_de: Seitenaufrufe

source: Products
de_de: Produkte

source: Media
de_de: Medien

source: Sliders
de_de: Slider

source: Need help ?
de_de: Hilfe Benötigt?

source: Do you have trouble installing demo ?
de_de: Hast du Probleme beim Installieren der Demo?

source: Manual Demo Import .
de_de: Demodaten manuell importieren

source: Important Notes:
de_de: Wichtige Hinweise:

source: Importing demo data will overwrite your Customizer settings .
de_de: Wenn du Demo-Inhalt importierst, werden der aktuelle Seiten-Inhalt und die Customizer-Einstellungen überschrieben.

source: We recommend to run Demo Import on a clean WordPress installation .
de_de: Wir empfehlen den Demo Import in eine frische WordPress Installation vorzunehmen.

source: The Demo Import will not import the images we have used in our live demos, due to copyright / license reasons .
de_de: Die Demo wird keine Bilder beinhalten, die wir in unserer Live Demo verwendet haben, dies hat Urheberrechts und Lizenz Gründe.

source: No existing posts, pages, categories, images, custom post types or any other data will be deleted or modified .
de_de: Es werden keine Beiträge, Seiten, Kategorien, Bilder, benutzerdefinierten Beitragstypen oder andere Daten gelöscht oder modifiziert.

source: Posts, pages, images, widgets and menus will get imported .
de_de: Beiträge, Seiten, Bilder, Widgets und Menüs werden Importiert werden.

source: Before you begin, make sure all the required plugins are activated .
de_de: Bevor du beginnst, stelle sicher, dass alle benötigten Erweiterungen aktiviert wurden.

source: Do not run the Demo Import multiple times one after another, it will result in double content .
de_de: Den Demo-Installer bitte nicht mehrfach hintereinander ausführen, ansonsten werden Inhalte doppelt generiert.

source: Are you sure you want to proceed?
de_de: Bist Du sicher, dass Du fortfahren willst?

source: ( It will take a few minutes to complete)
de_de: (Es wird ein paar Minuten dauern, um mit allem fertig zu werden.)

source: Cancel
de_de: Abbrechen

source: Welcome to %s
de_de: Willkommen bei %s

source: You are awesome! Thanks for using our theme, %s is now installed and ready to use! Get ready to build something beautiful :)
de_de: Du bist toll! Vielen Dank für die Verwendung unseres Designs,%s ist jetzt installiert und einsatzbereit! Mach dich bereit etwas Schönes zu bauen :)

source: Need help? We're here %s
de_de: Brauchest du Hilfe? Wir sind hier %s

source: Noor Documentation
de_de: Noor Dokumentation

source: We recommend you to browse through the Knowledge Base which cover most of your questions.
de_de: Wir empfehlen dir, unsere Wissensdatenbank zu durchsuchen. Sie beinhaltet Antworten auf die meisten Fragen.

source: Open Documentation
de_de: Dokumentation öffnen

source: Submit A Ticket
de_de: Neues Ticket erstellen

source: Need one-to-one assistance? Get in touch with our Support team.
de_de: Brauchst du persönliche Hilfe? Nehme Kontakt mit unserem Support-Team auf.

source: Troubleshooting
de_de: Problembehandlung

source: If something is not working as expected, Please try these common solutions.
de_de: Wenn etwas nicht richtig funktioniert, dann versuche bitte folgende gängige Lösungen.

source: Open Troubleshooting Page
de_de: Problembehandlungsseite öffnen

source: Howdy
de_de: Hallo

source: Plugins
de_de: Erweiterungen
