Repository: PixelDima/Noor-Localization-l10n
Catalog: Noor/noor-*.po
Languages: de_de

source: All the plugins are well tested to work with %s and we keep them up to date. The themes comes packed with the following premium and free plugins
de_de: Alle Erweiterungen wurden getestet und Funktionieren mit %s. Wir werden Sie aktuell halten. Das Theme verfügt über mit einem Paket, dass die folgenden kostenlosen und Premium Erweiterungen beinhaltet

source: Please copy and paste this information in your ticket when contacting support:
de_de: Bitte kopiere diese Informationen in dein Ticket, wenn du den Support kontaktierst:

source: Get system report
de_de: Den Systemreport abrufen

source: Looking for a good web hosting company? %1$sCheck our recommendations!%2$s
de_de: Suchst du nach einer guten Webhosting Firma? %1$sBeachte unsere Empfehlungen!%2$s

source: Here you can check the system status.
de_de: Hier kannst du den System Status überprüfen.

source: This plugin is required to run %s. It provides a all the shortcodes used in %s
de_de: Diese Erweiterung benötigt %s zum laufen. Es stellt alle Shortcodes, die in %s verwendet werden zur Verfügung

source: You're almost finished!
de_de: Du bist fast fertig!

source: Your license is not validated. Click on the link below to unlock demo import, bundeled plugins and access to premium support.
de_de: Deine Lizenz ist ungültig. Klicke auf den Link unterhalb um den Demo Import, zusätzliche Erweiterungen und Zugang zu Premium Support zu erhalten.

source: NOTE: A separate license is required for each site using the theme.
de_de: HINWEIS: Für jede Site, die das Design verwendet, ist eine separate Lizenz erforderlich.

source: Verify Now!
de_de: Jetzt bestätigen!

source: Buy a License
de_de: Kauf eine Lizenz

source: Revolution Slider downloaded...
de_de: Revolution Slider heruntergeladen …

source: Preview
de_de: Vorschau

source: Required Plugins
de_de: Erforderliche Erweiterungen

source: Demo Requirement
de_de: Demo Voraussetzung

source: Main Sidebar
de_de: Haupt-Seitenleiste

source: Appears on posts and pages that include the sidebar.
de_de: Erscheint auf Beiträgen und Seiten, die die Seitenleiste enthalten.

source: Burger Area
de_de: Burger Bereich

source: Appears on menu Burger.
de_de: Erscheint im Burger Menü.

source: Shop - For WooCommerce Pages
de_de: Shop - für WooCommerce Seite

source: This widget area uses in the WooCommerce pages .
de_de: Dieses Widget Bereich wird in den WooCommerce Seiten verwendet.

source: Forums - For Forums Pages
de_de: Foren - Für Foren Seiten

source: This widget area uses in the forums pages .
de_de: Dieses Widget Bereich wird in den Forum Seiten verwendet.

source: EDD Single Page Sidebar
de_de: Easy Digital Downloads Einzelseiten Seitenleiste

source: First Footer Area #
de_de: Erster Fußzeilenbereich #

source: Widgetized footer area.
de_de: "Widgetierte" Fusszeile.

source: Secound Footer Area #
de_de: Zweite Fußzeilen Bereich #

source: Topic Tags :
de_de: Themen-Schlagwörter:

source: To Parent Forum
de_de: Zum übergeordneten Forum

source: To Forums List
de_de: Zur Foren-Liste

source: Menu Icon (Use font awesome)
de_de: Menü Icon (Font Awesome)

source: Menu Icon (SVG)
de_de: Menü Icon (SVG)

source: Text Clasess
de_de: Text Klassen

source: Menu First Level Style
de_de: Menü erste ebene Style

source: Default Style
de_de: Standard-Stil

source: Button Mini
de_de: Mini

source: Button Small
de_de: Klein

source: Button Large
de_de: Groß

source: Button Big
de_de: Riesig

source: Button Huge
de_de: Umschlossen

source: Enable %s Mega Menu
de_de: Mega Menü %s aktivieren

source: Enable Masonry Menu
de_de: Mauerwerk Menü aktiveren

source: Disable MegaMenu Title
de_de: MegaMenu Titel deaktivieren

source: Mega Menu Columns
de_de: Mega Menü Spalten

source: Set MegaMenu Background
de_de: Stellen den MegaMenu Hintergrund ein

source: Left
de_de: Links

source: Right
de_de: Rechts

source: Top
de_de: Oben

source: Bottom
de_de: Unten

source: %s (Invalid)
de_de: %s (ungültig)

source: %s (Pending)
de_de: %s (Ausstehend)

source: sub item
de_de: Unterpunkt

source: Move up
de_de: Nach oben

source: Move down
de_de: Nach unten

source: Edit Menu Item
de_de: Menüpunkt bearbeiten

source: Navigation Label
de_de: Angezeigter Name

source: Title Attribute
de_de: HTML-Attribut title (optional)

source: Open link in a new window/tab
de_de: Link in neuem Fenster/Tab öffnen

source: CSS Classes (optional)
de_de: CSS-Klassen (optional)

source: Link Relationship (XFN)
de_de: Link-Beziehungen (XFN)

source: Description
de_de: Beschreibung

source: The description will be displayed in the menu if the current theme supports it.
de_de: Die Beschreibung wird im Menü angezeigt, sofern das benutzte Theme das unterstützt.

source: Move
de_de: Verschieben

source: Up one
de_de: Eine Ebene rauf

source: Down one
de_de: Eine Ebene runter

source: To the top
de_de: Nach oben

source: Original: %s
de_de: Ursprünglicher Name: %s

source: Knowledge Base Main
de_de: Wissensdatenbank Haupt

source: This widget area uses in the Knowledge Base pages.
de_de: Dieser Widget-Bereich wird in den Knowledge Base-Seiten verwendet.

source: Add to Wishlist
de_de: Zur Wunschliste hinzufügen

source: There doesn&lsquo;t seem to be any available shipping methods. Please double check your address, or contact us if you need any help.
de_de: Es scheinen keine Versandmethoden verfügbar zu sein. Bitte überprüfen Sie nochmals Ihre Adresse, oder kontaktieren Sie uns, falls Sie Hilfe benötigen.

source: Quantity:
de_de: Menge:

source: Subtotal :
de_de: Zwischensumme :

source: View Cart
de_de: Warenkorb ansehen

source: Checkout
de_de: Kasse

source: No products in the cart.
de_de: Es befinden sich keine Produkte im Warenkorb.

source: Sort by
de_de: Sortieren nach

source: Default Order
de_de: Standard

source: Price
de_de: Preis

source: Date
de_de: ﻿Datum

source: Popularity
de_de: Beliebtheit

source: Rating
de_de: Bewertung

source: Search Products&hellip;
de_de: Nach Produkten suchen&hellip;

# label
source: Search for:
de_de: Suche nach:

source: Adblock Detected
de_de: Adblock erkannt

source: Please consider supporting us by disabling your ad blocker
de_de: Unterstütze uns, in dem du deinen Ad Blocker deaktivieren

source: Facebook Profile
de_de: Facebook Profil

source: Twitter Profile
de_de: Twitter Profil

source: Google+ Profile
de_de: Google+ Profil

source: Linkedin Profile
de_de: LinkedIn Profil

source: Instagram Profile
de_de: Instagram-Profil

source: Flickr Profile
de_de: Flickr Profil

source: YouTube Profile
de_de: YouTube-Profil

source: Pinterest Profile
de_de: Pinterest Profil

source: Behance Profile
de_de: Behance Profil

source: Dribbble Profile
de_de: Dribbble Profil

source: Image
de_de: Bild

source: Page %CURRENT_PAGE% of %TOTAL_PAGES%
de_de: Seite %CURRENT_PAGE% von %TOTAL_PAGES%

source: First Page
de_de: Erste Seite

source: Last Page
de_de: Vorherige Seite

source: Pages:
de_de: Seiten:

source: Next Product
de_de: N&auml;chstes Produkt

source: No Next Product
de_de: Kein weiteres Produkt

source: Previous Product
de_de: Vorheriges Produkt

source: No Previous Product
de_de: Kein vorheriges Produkt

source: Next Post
de_de: Nächster Beitrag

source: No Next Post
de_de: Kein weiterer Beitrag

source: Previous Post
de_de: Vorheriger Beitrag

source: No Previous Post
de_de: Kein vorheriger Beitrag

source: Back
de_de: Zurück

source: Permalink to: %s
de_de: Permalink zu: %s

source: Author:
de_de: Autor:

source: Visit the Facebook Profile for
de_de: Besuchen Sie das Facebook Profil von

source: Visit the Twitter Profile for
de_de: Besuchen Sie das Twitter Profil von

source: Visit the Google+ Profile for
de_de: Besuchen Sie das Google+ Profil von

source: Visit the instagram Profile for
de_de: Besuchen Sie das Instagram Profil von

source: Visit the linkedin Profile for
de_de: Besuchen Sie das Linkedin Profil von

source: Visit the flickr Profile for
de_de: Besuchen Sie das flickr Profil von

source: Visit the youtube Profile for
de_de: Besuchen Sie das YouTube Profil von

source: Visit the pinterest Profile for
de_de: Besuchen Sie das Pinterest Profil von

source: Visit the behance Profile for
de_de: Besuchen Sie das Benhance Profil von

source: Visit the dribbble Profile for
de_de: Besuchen Sie das Dribble Profil von

source: Home
de_de: Startseite

source: Tag:
de_de: Schlagwort:

source: Search:
de_de: Suche:

source: 404 - Page not Found
de_de: 404 - Seite nicht gefunden

source: Latest Posts
de_de: Neueste Beiträge

source: Search results for: %s
de_de: Suchergebnisse für: %s

source: Error 404 Page
de_de: Fehler 404 Seite

source: Daily Archives: %s
de_de: Tagesarchiv: %s

source: Monthly Archives: %s
de_de: Monatsarchiv: %s

source: Yearly Archives: %s
de_de: Jahresarchiv: %s

source: Assign a Menu
de_de: Menü zuweisen

source: Let&apos;s go!
de_de: Dann los!

source: Working...!
de_de: Arbeitet…!

source: Please wait...!
de_de: Bitte warten…!

source: Hang in there, trying to reconnect...
de_de: Halte durch und versuchte, wieder ...

source: Experiencing technical difficulties...
de_de: Technische Schwierigkeiten ...

source: We&apos;re sorry, but the demo data could not be imported.
de_de: Es tut uns leid, aber die Demo Daten konnten nicht importiert werden.

source: All done. Have fun!
de_de: Alles erledigt. Viel Spass!

source: Primary Menu
de_de: Hauptmenü

source: Icon Menu
de_de: Icon Menü

source: Displays About Me Information
de_de: Zeige „Über-Mich“ Informationen an

source: About Me
de_de: Über mich

source: Title
de_de: Titel

source: Displays Advertisements
de_de: Werbung Anzeigen

source: Advertisements (125 x 125)
de_de: Anzeige (Ad) (125px x 125px)

source: Title:
de_de: Titel:

source: Nofollow:
de_de: Nicht folgen:

source: ADS
de_de: Werbung

source: Ad image URL:
de_de: Werbe Bild-URL:

source: Ad Link URL:
de_de: Werbe Link-URL:

source: Ad Adsense code:
de_de: AdSense Code:

source: Advertisements
de_de: Werbungen

source: Displays Adsense Ads
de_de: Adsense-Anzeigen Anzeigen

source: Adsense
de_de: Google AdSense

source: Display the details of a specific %s
de_de: Zeige Details für einen septische %s

source: Name your price:
de_de: Preis Vorschlag:

source: Free
de_de: Kostenlos

source: Buy Now
de_de: Jetzt kaufen

source: Purchase
de_de: Kaufen

source: Display Type:
de_de: Anzeigeart:

source: Current
de_de: Aktuell

source: Specific
de_de: Eine bestimmte

source: Show %s Title
de_de: Den Titel von %s anzeigen

source: Show Purchase Button
de_de: Kaufen Schaltfläche anzeigen

source: Show %s
de_de: Zeige %s

source: Displays Facebook
de_de: Facebook anzeigen

source: Find us on Facebook
de_de: Finde uns auf Facebook

source: Page URL :
de_de: Seiten URL:

source: Height :
de_de: Höhe:

source: Tabs :
de_de: Schlagwörter:

source: Hide Cover Photo
de_de: Cover Foto ausblenden

source: Hide the cover photo in the header
de_de: Coverbild in der Kopfzeile ausblenden

source: Use Small Header
de_de: Benutze schmalen Header

source: Show Friend's Faces
de_de: Freundes Gesichter anzeigen

source: No Box ?
de_de: Ohne Box?

source: Enter Your Email
de_de: E-Mail Adresse eingeben

source: Subscribe
de_de: Abonnieren

source: Subscribe to our email newsletter.
de_de: Hier kannst du unseren Newsletter abonnieren.

source: Text above Email Input Field:
de_de: Text unter E-Mail Eingabefeld:

source: ( Supports : Html & Shortcodes )
de_de: ( Unterstützt : HTML & Shortcodes )

source: Display your latest Instagram photos
de_de: Zeigt deine letzte Instagram Fotos an

source: Follow Me!
de_de: Folgen Sie uns!

source: Number of photos
de_de: Anzahl der Bilder

source: Number of columns
de_de: Anzahl der Spalten

source: Photo size
de_de: Fotogröße

source: Thumbnail
de_de: Vorschaubild

source: Small
de_de: Klein

source: Large
de_de: Groß

source: Open links in
de_de: Links öffnen als

source: Current window (_self)
de_de: Aktuelles Fenster (_self)

source: New window (_blank)
de_de: Neues Fenster(_blank)

source: Unable to communicate with Instagram.
de_de: Kann nicht mit Instagram kommunizieren.

source: Instagram did not return a 200.
de_de: 200 - Instagram sendet keine Antwort.

source: Instagram has returned invalid data.
de_de: Instagram hat ungültige Daten zurückgegeben.

source: Instagram Image
de_de: Instagram-Bild

source: Instagram did not return any images.
de_de: Instagram sendete keine Bilder zurück.

source: Number of posts to show:
de_de: Anzahl der Beiträge, die angezeigt werden:

source: Category:
de_de: Kategorie:

source: Social Icons
de_de: Social Media Icons

source: Circle Icon:
de_de: Kreis Icon:

source: Icon size
de_de: Icongröße

source: Medium
de_de: Mittel

source: Big
de_de: Groß

source: Popular
de_de: Populär

source: Tags
de_de: Schlagwörter (Tags)

source: Tabs order:
de_de: Schlagwörter (Tags) Reihenfolge:

source: click Save button to be able to change the order of tabs .
de_de: Klicke auf den „Speichern“-Button, um die Reihenfolge der Registerkarten zu ändern.

source: Number of items to show :
de_de: Anzahl der anzuzeigenden Elemente:

source: Show user avatar:
de_de: Benutzer Avatare zeigen:

source: Popular Posts order :
de_de: Beliebtesten Beiträge sortieren nach:

source: Most Commented
de_de: Meisten Kommentare

source: Most Viewed
de_de: Meist gelesen

source: Text or HTML
de_de: Text oder HTML

source: Text , Shortcodes or HTML code:
de_de: Text, Shortcodes oder HTML-Code:

source: Latest Tweets
de_de: Neueste Tweets

source: ago
de_de: vor

source: Twitter Username:
de_de: Twitter-Benutzername:

source: Number of Tweets to show:
de_de: Anzahl der anzuzeigenden Tweets:

source: Oops!, This Page Could Not Be Found
de_de: Die angeforderte Seite wurde leider nicht gefunden

source: The Page are looking for might have been removed, had its name change, or is temporarily unavailable.
de_de: Die gewünschte Seite wurde möglicherweise entfernt oder umbenannt, der Name wurde geändert, oder ist vorübergehend nicht verfügbar. Bitte versuche eine Suche.

source: Search...
de_de: Suche…

source: Entries by
de_de: Einträge nach

source: Not so happy with results? Search for a new keyword
de_de: Nicht zufrieden mit dem Ergebnis? Suche nach neuen Schlüsselwörtern

source: search results for
de_de: Suchergebnisse für

source: Tags:
de_de: ﻿Schlagwörter:

source: Permalink to: "%s"
de_de: Permalink zu: „%s“

source: Comment navigation
de_de: Kommentar Navigation

source: &larr; Older Comments
de_de: &larr; ältere Kommentare

source: Newer Comments &rarr;
de_de: Neue Kommentare &rarr;

source: Comments are closed.
de_de: Kommentare sind deaktiviert.

source: Website
de_de: Webseite

source: You must be %slogged in%s to post a comment.
de_de: Du musst %sangemeldet sein %s um Kommentare erstellen zu können.

source: Logged in as
de_de: Angemeldet als

source: Log out of this account
de_de: Von diesem Konto abmelden

source: Log out &raquo;
de_de: Abmelden &raquo;

source: cancel reply
de_de: Antwort verwerfen

source: Comment...
de_de: Kommentieren…

source: Post comment
de_de: Erstelle einen Kommentar

source: Leave a Reply
de_de: Schreibe einen Kommentar

# %s Events plural label
source: All %s
de_de: Alle %s

source: Your cart is currently empty.
de_de: Dein Warenkorb ist gegenwärtig leer.

source: You may check out all the available products and buy some in the
de_de: Sämtliche verfügbaren Artikel findest du im

source: Search for products
de_de: Produktsuche

source: Subtotal
de_de: Zwischensumme

source: Shipping
de_de: Versand

source: estimated for %s
de_de: geschätzt für %s

source: Total
de_de: Gesamt

source: Product
de_de: Produkt

source: Quantity
de_de: Anzahl

source: Available on backorder
de_de: Verfügbar bei Nachlieferung

source: Remove this item
de_de: Dieses Produkt entfernen

source: Coupon code
de_de: Gutscheincode

source: Apply Coupon
de_de: Gutschein einlösen

source: Cart Totals
de_de: Warenkorb Gesamt

source: Update Cart
de_de: Warenkorb aktualisieren

source: Proceed to Checkout
de_de: Zur Kasse

source: You may be interested in&hellip;
de_de: Bist du vielleicht interessiert an&nbsp;&hellip;

source: Calculate Shipping
de_de: Versandkosten berechnen

source: Select a country&hellip;
de_de: Land auswählen&hellip;

source: State / county
de_de: Bundesland / Kanton

source: Select a state&hellip;
de_de: Bundesland auswählen&hellip;

source: City
de_de: Stadt

source: Postcode / Zip
de_de: Postleitzahl (PLZ)

source: Update Totals
de_de: Summen aktualisieren

source: You must be logged in to checkout.
de_de: Bitte melde dich an, um die Bestellung abzuschließen.

source: Your order
de_de: Deine Bestellung

source: Have a coupon?
de_de: Hast du einen Gutschein?

source: Click here to enter your code
de_de: Klicke hier, um deinen Gutschein-Code einzugeben

source: Apply coupon
de_de: Gutschein einlösen

source: Unfortunately your order cannot be processed as the originating bank/merchant has declined your transaction. Please attempt your purchase again.
de_de: Leider konnten wir deine Bestellung nicht bearbeiten, da die Bank bzw. der Zahlungsdienstleister deine Transaktion abgelehnt hat. Bitte versuche es nochmal.

source: Pay
de_de: Bezahlen

source: Thank you. Your order has been received.
de_de: Vielen Dank. Deine Bestellung ist eingegangen.

source: Order Number:
de_de: Bestellnummer:

source: Date:
de_de: Datum:

source: Total:
de_de: Gesamt:

source: Payment method:
de_de: Zahlungsmethode:

source: Rated %d out of 5
de_de: Bewertet %d von 5

source: Username or email
de_de: Benutzername oder E-Mail

source: Remember me
de_de: Angemeldet bleiben

source: Add To Card
de_de: Zum Warenkorb hinzufügen

source: Sale!
de_de: Angebot!

source: Customer reviews
de_de: Kundenbewertungen

source: Customers reviews
de_de: Kundenbewertungen

source: New password
de_de: Neues Passwort

source: Re-enter new password
de_de: Neues Passwort noch einmal eingeben

source: Username or email address
de_de: Benutzername oder E-Mailadresse

source: Log in
de_de: Anmelden

source: Email address
de_de: E-Mailadresse

source: Order
de_de: Bestellung

source: Recent Orders
de_de: Kürzliche Bestellungen

source: %s for %s item
de_de: %s für %s Artikel

source: View
de_de: Ansehen

source: Customer Details
de_de: Kunden Details

source: Note:
de_de: Anmerkung:

source: Telephone:
de_de: Telefon:

source: Billing Address
de_de: Rechnungsadresse

source: Shipping Address
de_de: Lieferadresse

source: I wanted you to see this site
de_de: Schau dir mal diese Seite an

source: Your Name *
de_de: Dein Name *

source: Your Email *
de_de: Deine E-Mailadresse *

source: Your Review *
de_de: Deine Bewertung *

source: %s review for %s
de_de: %s Bewertung für %s

source: Reviews
de_de: Bewertungen

source: There are no reviews yet.
de_de: Es gibt noch keine Bewertungen.

source: <span>Add a Review</span>
de_de: <span>Eigene Bewertung abgeben</span>

source: Be the First to Review
de_de: Sei der/die Erste, der/die eine Bewertung abgibt

source: Leave a Reply to %s
de_de: Schreibe eine Antwort auf %s

source: Submit Review
de_de: Bewertung absenden

source: Rate&hellip;
de_de: Bewertung&hellip;

source: Perfect
de_de: Perfekt

source: Good
de_de: Gut

source: Average
de_de: Durchschnittlich

source: Not that bad
de_de: Geht so

source: Very Poor
de_de: Sehr schlecht

source: Only logged in customers who have purchased this product may leave a review.
de_de: Nur angemeldete Kunden, die dieses Produkt gekauft haben, dürfen eine Bewertung abgeben.

source: Awaiting product image
de_de: Noch kein Produktbild

source: Related products
de_de: Ähnliche Produkte

source: Out of stock
de_de: Nicht auf Lager

source: You may also like&hellip;
de_de: Vielleicht gefällt dir auch&hellip;

source: Edit title
de_de: Titel bearbeiten

source: Product Name
de_de: Produktname

source: Unit Price
de_de: Einzelpreis

source: Stock Status
de_de: Lager Status

source: Free!
de_de: Kostenlos!

source: Out of Stock
de_de: Nicht auf Lager

source: In Stock
de_de: Auf Lager

source: Added on: %s
de_de: Hinzugefügt am: %s

source: Shared
de_de: Geteilt

source: Private
de_de: Privat

source: Public
de_de: Öffentlich

source: Remove this product
de_de: Dieses Produkt entfernen

source: No products were added to the wishlist
de_de: Keine Produkte zur Wunschliste hinzugefügt

source: Add the selected products to the cart
de_de: Die ausgewählten Produkte zum Warenkorb hinzufügen

source: Ask for an estimate
de_de: Frag’ nach einem Angebot

source: Your wishlist is currently empty.
de_de: Die Wunschliste ist noch leer.
