Repository: PixelDima/Noor-Localization-l10n
Catalog: Noor/noor-*.po
Languages: de_de

source: Advertisement Above Content
de_de: Werbung über dem Inhalt

source: Enter your Ad code, AMP pages support &lt;amp-ad&gt; tag only, <a href="%s" target="_blank">Click Here</a> For More info.
de_de: Gebe den Ad-Code ein. <a href=„%s“ target=„_blank“>Hier klicken</a> für weitere Informationen.

source: Advertisement Below Content
de_de: Werbung unter dem Inhalt

source: Header Background Color
de_de: Header Hintergrundfarbe

source: Title Color
de_de: Titel Farbe

source: Post meta Color
de_de: Beitrags Metadaten Farbe

source: Links color
de_de: Farbe für Verlinkungen

source: Footer color
de_de: Fußzeilen Farbe

source: Footer border color
de_de: Fußzeilen Rahmenfarbe

source: Ad Blocker Detector
de_de: Ad-Blocker Erkennung

source: Above Article Ad
de_de: Werbung oberhalb von Artikeln

source: Custom Ad Code -Above-
de_de: Individueller Ad-Code - oberterhalb -

source: Supports: Text, HTML and Shortcodes
de_de: Unterstützt: Text, HTML und Shortcodes

source: Below Article Ad
de_de: Werbung unterhalb von Artikeln

source: Custom Ad Code -Below-
de_de: Individueller Ad-Code - unterhalb -

source: [ads4] Ad Shortcode
de_de: [ads3] Ad Shortcode

source: [ads51] Ad Shortcode
de_de: [ads5] Ad Shortcode

source: Disable GIF Featured Images
de_de: Hervorgehobene GIF Bilder deaktivieren

source: Async JavaScript
de_de: JavaScript asynchron laden

source: Add %s attribute to script tags to improve page download speed.
de_de: Fügen Sie %s-Attribut hinzu, Script-Tags auf der Seite Download-Geschwindigkeit zu verbessern.

source: Remove ver parameters
de_de: Version-Parameter entfernen

source: Remove %s parameter from CSS and JS file calls. It may improve speed in some browsers which do not cache files having the parameter.
de_de: Entferne %s Parameter aus CSS und JS-Datei aufrufen. Es kann in einigen Browsern das Laden der Dateien beschleunigen, die mit dem Parameter nicht zwischengespeichern werden.

source: Optimize WooCommerce scripts
de_de: WooCommerce Scripte optimieren

source: Load WooCommerce scripts and styles only on WooCommerce pages (WooCommerce plugin must be enabled).
de_de: Lade WooCommerce Scripte (.js) und Stile (.css) nur auf WooCommerce Seiten.

source: Minified CSS files
de_de: Minimierte Stil-Dateien verwenden

source: Applay Lazy Image
de_de: Bilder Nachladen

source: lazy Image mean: Images outside of viewport will not be loaded before user scrolls to them.
de_de: Bilder Nachladen bedeuten: Bilder außerhalb des sichtbaren Bereiches werden nicht geladen werden, bevor der Benutzer zu ihnen scrollt.

source: Apply to use the font-awesome v5
de_de: Fontawesome Version 5 verwenden

source: Minified JS files
de_de: Minimierte JS-Dateien verwenden

source: Concatenate JS-Module files into one file lib.min.js
de_de: Verketten von JS-Modul Dateien in eine Datei lib.min.js

source: Animation
de_de: Animationen verwenden

source: Space before &lt;/head&gt;
de_de: Bereich vor dem &lt;/head&gt;

source: Only accepts javascript code wrapped with &lt;script&gt; tags and HTML markup that is valid inside the &lt;head&gt; tag.
de_de: Akzeptiert nur Javascript-Code innerhalb von &lt;script&gt;-Tags und gültige HTML-Markups im &lt;head&gt; Tag.

source: Space before &lt;/body&gt;
de_de: Bereich vor dem &lt;/body&gt;

source: Only accepts javascript code, wrapped with &lt;script&gt; tags and valid HTML markup inside the &lt;body&gt; tag.
de_de: Akzeptiert nur Javascript-Code innerhalb von &lt;script&gt;-Tags und gültige HTML-Markups im &lt;body&gt;-Tag.

source: Google Map API Key
de_de: Google MAP API Schlüssel

source: Loading Logo
de_de: Logo während des Ladens

source: Loading Background Color
de_de: Hintergrundfabe während des Ladens

source: Loading Frame Color
de_de: Rahmenfarbe während des Ladens

source: Use colored icons?
de_de: Farbige Icons verwenden?

source: Upload Favicon
de_de: Favicon hochladen

source: There are many favicon generators available online, such as <a href="http://www.convertico.com/" target="_blank" rel="noopener" title="Convertico">Convertico</a> and <a href="http://www.favicon.co.uk/" target="_blank" rel="noopener" title="Favicon.co.uk">Favicon.co.uk</a>.
de_de: Es gibt viele Favicon Generatoren online, zum Beispiel <a href=„http://www.convertico.com/„ target=„_blank“ rel=„noopener“ title=„Convertico“>Convertico</a> and <a href=„http://www.favicon.co.uk/„ target=„_blank“ rel=„noopener“ title=„Favicon.co.uk“>Favicon.co.uk</a>.

source: Icon for Apple iPhone (57px x 57px)
de_de: Icon für Apple iPhone (57px x 57px)

source: Icon for Apple iPhone Retina Version (120px x 120px)
de_de: Icon für Apple iPhone Retina Version (120px x 120px)

source: Icon for Apple iPhone (72px x 72px)
de_de: Icon für Apple iPhone (72px x 72px)

source: Icon for Apple iPad Retina Version (144px x 144px)
de_de: Icon für Apple iPad Retina Version (144px x 144px)

source: Twitter Username (e.g. @pixeldima)
de_de: Twitter Benutzername (e.g. @pixeldima)

source: Upload opengraph image
de_de: Opengraph Bild hochladen

source: Image URL which should represent your object within the graph.
de_de: URL zu Bild, dass repräsentativ sein sollte.

source: Enable or disable prefetching. If user is on homepage, then single page will load faster and if user is on single page, homepage will load faster in modern browsers.
de_de: Aktivieren oder Deaktivieren von Prefetch. Wenn Benutzer auf Homepage ist, dann einzelne Seite wird schneller geladen und wenn Benutzer auf Seite, Homepage lädt schneller in modernen Browsern.

source: Structure Data
de_de: Strukturdaten

source: Default Schema type
de_de: Standardschematyp

source: Article
de_de: Beitrag

source: Display Related Projects
de_de: Ähnliche Projekte anzeigen

source: Related Projects Style
de_de: Stil für ähnliche Projekte

source: Related Projects Columns
de_de: Spalten für ähnliche Projekte

source: Related Projects Count
de_de: Anzahl ähnlicher Projekte

source: Related Projects Element Hover Effects
de_de: Ähnliche Projekte Element Hover-Effekte

source: Related Projects Image Hover Effects
de_de: Ähnliche Projekte Bild Hover-Effekte

source: Portfolio Details Style
de_de: Portfolio Details Stil

source: Portfolio Details Layout
de_de: Portfolio Details Anordnung

source: Inside pagination
de_de: Innerhalb Seitennummerierung

source: Share icons and Tags
de_de: Symbole und Schlagworte zu teilen

source: Portfolio Columns
de_de: Portfolio-Spalten

source: Portfolio Element Hover Effects
de_de: Portfolio-Element-Hover-Effekte

source: Portfolio Image Hover Effects
de_de: Portfolio-Bild-Hover-Effekte

source: Filters
de_de: Filter

source: No Margin
de_de: Kein Außenabstand

source: Count
de_de: Zähler

source: Pagination
de_de: Seitennummerierung

source: Portfolio URL Slug
de_de: Portfolio-URL-Anhang

source: This option allows you to change the portfolio slug. Set your custom slug which will be displayed instead of portfolio in portfolio URL. Please do not forget to save the permalinks in Settings -> Permalinks after changing this option
de_de: Mit dieser Option kannst du den Portfolio-Slug ändern. Lege einen benutzerdefinierte Slug fest, der statt „Portfolio“ als URL angezeigt wird

source: Portfolio page name
de_de: Name der Portfolio-Seite

source: Set the title for your portfolio page
de_de: Legen Sie den Titel für Ihr Portfolio-Seite fest

source: Portfolio top link source
de_de: Bevorzugte Portfolio Link Quelle

source: Portfolio page URL
de_de: URL der Portfolio-Seite

source: Set the portfolio page URL which will be used as main portfolio page
de_de: Setze die URL der Portfolio-Seite, die als Haupt-Seite verwendet werden soll

source: Portfolio page
de_de: Portfolio Seite

source: Install Required Plugins
de_de: Erforderliche Erweiterungen installieren

source: Install Plugins
de_de: Erweiterungen Installieren

source: Installing Plugin: %s
de_de: Installiere Erweiterung: %s

source: Updating Plugin: %s
de_de: Aktualisiere Erweiterung: %s

source: Something went wrong with the plugin API.
de_de: Es ist ein Fehler mit der Erweiterungs-API aufgetreten.

source: This theme requires the following plugin: %1$s.
de_de: Dieses Theme erfordert die folgende Erweiterung: %1$s.

source: This theme recommends the following plugin: %1$s.
de_de: Dieses Theme empfiehlt die folgende Erweiterung: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
de_de: Das folgende Erweiterung muss auf die neueste Version aktualisiert werden, um maximale Kompatibilität mit diesem Theme sicher zu stellen: %1$s.

source: There is an update available for: %1$s.
de_de: Es ist eine Aktualisierung verfügbar für: %1$s.

source: The following required plugin is currently inactive: %1$s.
de_de: Die folgende erforderliche Erweiterung ist derzeit inaktiv: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
de_de: Die folgende empfohlene Erweiterung ist derzeit inaktiv: %1$s.

source: Begin installing plugin
de_de: Beginne die Erweiterung zu installieren

source: Begin updating plugin
de_de: Beginne mit der Aktualisierung der Erweiterung

source: Begin activating plugin
de_de: Erweiterung wird aktiviert

source: Return to Required Plugins Installer
de_de: Zurück zur Installation der benötigten Erweiterungen

source: Return to the Dashboard
de_de: Zurück zum Dashboard

source: Plugin activated successfully.
de_de: Erweiterung erfolgreich aktiviert.

source: The following plugin was activated successfully:
de_de: Die folgende Erweiterung wurde erfolgreich aktiviert:

source: No action taken. Plugin %1$s was already active.
de_de: Die Erweiterung %1$s war bereits aktiv.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
de_de: Erweiterung wurde nicht aktiviert. Eine neuere Version der %s ist für dieses Theme erforderlich. Bitte aktualisiere die Erweiterung.

source: All plugins installed and activated successfully. %1$s
de_de: Alle Erweiterungen wurden erfolgreich installiert und aktiviert. %1$s

source: Dismiss this notice
de_de: Diesen Hinweis ausblenden

source: There are one or more required or recommended plugins to install, update or activate.
de_de: Es existieren ein oder mehrere benötigte oder empfohlene Erweiterungen, die installiert, aktualisiert oder aktiviert werden müssen.

source: Please contact the administrator of this site for help.
de_de: Bitte kontaktieren Sie den Administrator dieser Website für Hilfe.

source: This plugin needs to be updated to be compatible with your theme.
de_de: Diese Erweiterung muss aktualisiert werden, um mit Ihrem Theme kompatibel zu sein.

source: Update Required
de_de: Aktualisierung erforderlich

source: Set the parent_slug config variable instead.
de_de: Verwenden Sie stattdessen die Variable parent_slug.

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
de_de: Das Remote-Erweiterung-Paket enthält keinen Ordner mit dem gewünschten Kürzel und eine Umbenennung hat nicht funktioniert.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
de_de: Bitte kontaktiere den Erweiterungs-Anbieter und bitte ihn, seine Erweiterungen nach den Wordpress-Richtlinien zu komprimieren.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
de_de: Das Remote-Erweiterung-Paket besteht aus mehreren Dateien, aber die Dateien sind nicht in einem Ordner gepackt.

# plugin A *and* plugin B
source: and
de_de: und

source: Required
de_de: Erforderlich

source: Recommended
de_de: Empfohlen

source: External Source
de_de: Externe Quelle

source: Not Installed
de_de: Nicht installiert

source: Installed But Not Activated
de_de: Installiert aber nicht aktiviert

source: Active
de_de: Aktiv

source: Required Update not Available
de_de: Erforderliche Aktualisierung nicht verfügbar

source: Requires Update
de_de: Update erforderlich

source: Update recommended
de_de: Update empfohlen

# plugins
source: All <span class="count">(%s)</span>
de_de: Alle <span class=„count“>(%s)</span>

source: To Install <span class="count">(%s)</span>
de_de: Installieren <span class=„count“>(%s)</span>

source: Update Available <span class="count">(%s)</span>
de_de: Update verfügbar <span class=„count“>(%s)</span>

source: To Activate <span class="count">(%s)</span>
de_de: Zum aktivieren <span class=„count“>(%s)</span>

# as in: "version nr unknown"
source: unknown
de_de: unbekannt

source: Installed version:
de_de: Installierte Version:

source: Minimum required version:
de_de: Minimal erforderliche Version:

source: Available version:
de_de: Verfügbare Version:

source: No plugins to install, update or activate.
de_de: Keine Erweiterungen zum installieren, aktualisieren oder aktivieren.

source: Plugin
de_de: Erweiterung

source: Source
de_de: Quelle

source: Type
de_de: Format

source: Install %2$s
de_de: Installiere %2$s

source: Update %2$s
de_de: Aktualisiere %2$s

source: Activate %2$s
de_de: Aktiviere %2$s

source: Upgrade message from the plugin author:
de_de: Versionssprug-Nachricht vom Erweiterungs-Autor:

source: Install
de_de: Installieren

source: Update
de_de: Aktualisieren

source: Activate
de_de: Aktivieren

source: No plugins were selected to be installed. No action taken.
de_de: Es wurden keine Erweiterungen zur Installation ausgewählt. Es wurde nichts unternommen.

source: No plugins were selected to be updated. No action taken.
de_de: Es wurden keine Erweiterungen zur Aktualisierung ausgewählt. Es wurde nichts unternommen.

source: No plugins are available to be installed at this time.
de_de: Derzeit stehen keine Erweiterungen zur Installation zur Verfügung.

source: No plugins are available to be updated at this time.
de_de: Derzeit stehen keine Erweiterungen zur Aktualisierung zur Verfügung.

source: No plugins were selected to be activated. No action taken.
de_de: Es wurden keine Erweiterungen zur Aktivierung ausgewählt. Es wurde nichts unternommen.

source: No plugins are available to be activated at this time.
de_de: Derzeit stehen keine Erweiterungen zur Aktivierung zur Verfügung.

source: Plugin activation failed.
de_de: Erweiterungs-Aktivierung fehlgeschlagen.

source: Updating Plugin %1$s (%2$d/%3$d)
de_de: Aktualisierung der Erweiterung %1$s (%2$d von %3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
de_de: Während der Installation von %1$s: <strong>%2$s</strong> ist ein Fehler aufgetreten.

source: The installation of %1$s failed.
de_de: Die Installation von %1$s ist fehlgeschlagen.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
de_de: Der Installations- und Aktivierungsprozess wurde gestartet. Dies kann eine Weile dauern, haben Sie etwas Geduld.

source: %1$s installed and activated successfully.
de_de: %1$s erfolgreich installiert und aktiviert.

source: Show Details
de_de: Details anzeigen

source: Hide Details
de_de: Details ausblenden

source: All installations and activations have been completed.
de_de: Alle Installationen und Aktivierungen sind abgeschlossen.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
de_de: Installiere und aktiviere Erweiterung %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
de_de: Der Installationsprozess wird gestartet. Dieser Prozess kann auf manchen Servern etwas Zeit in Anspruch nehmen. Bitte haben Sie Geduld.

source: %1$s installed successfully.
de_de: %1$s wurde erfolgreich installiert.

source: All installations have been completed.
de_de: Alle Installationen wurden abgeschlossen.

source: Installing Plugin %1$s (%2$d/%3$d)
de_de: Installiere Erweiterung %1$s (%2$d/%3$d)

source: Sorry, but you do not have the correct permissions to install the %s plugin. Contact the administrator of this site for help on getting the plugin installed.
de_de: Entschuldigung, aber Du hast nicht die korrekten Berechtigungen zum Installieren der %s Erweiterung. Kontaktiere den Admin dieser Seite zur Hilfe beim Installieren der Erweiterung.

source: Sorry, but you do not have the correct permissions to activate the %s plugin. Contact the administrator of this site for help on getting the plugin activated.
de_de: Entschuldigung, aber Du hast nicht die korrekten Berechtigungen zum Aktivieren der %s Erweiterung. Kontaktiere den Admin dieser Seite zur Hilfe beim Aktivieren der Erweiterung.

source: Sorry, but you do not have the correct permissions to update the %s plugin. Contact the administrator of this site for help on getting the plugin updated.
de_de: Entschuldigung, aber Du hast nicht die korrekten Berechtigungen zum Aktualisieren der %s Erweiterung. Kontaktiere den Admin dieser Seite zur Hilfe beim Aktualisieren der Erweiterung.

source: Activate installed plugin
de_de: Aktiviere die installierte Erweiterung

source: All plugins installed and activated successfully. %s
de_de: Alle Erweiterungen wurden erfolgreich installiert und aktiviert. %s

source: This plugin is bundled with %s.
de_de: Diese Erweiterung kommt in Verbindung mit %s.

source: Metabox configuration is required to have an ID parameter.
de_de: Metabox Konfiguration benötigt einen ID-Parameter.

source: Click to toggle
de_de: Zum Umschalten klicken

source: Please Try Again
de_de: Bitte noch einmal versuchen

source: Remove Embed
de_de: Embed entfernen

source: No oEmbed Results Found for %1$s. View more info at %2$s.
de_de: Keine oEmbed Ergebnisse für %1$s gefunden. Mehr Infos unter %2$s.

source: The "%1$s" field parameter has been deprecated in favor of the "%1$s" parameter.
de_de: Der Feld-Parameter "%1$s" wurde zugunsten des "%1$s" Parameters abgelehnt.

source: Using the "%1$s" field parameter as a callback has been deprecated in favor of the "%1$s" parameter.
de_de: Die Verwendung des Feld-Parameters „%1$s“ für einen Rückruf wurde zugunsten des „%1$s“ Parameters verworfen.

source: %1$s was called with a parameter that is <strong>deprecated</strong> since version %2$s! %3$s
de_de: %1$s wurde mit einem Parameter aufgerufen, der seit Version %2$s <strong>veraltet ist</strong>! %3$s

source: %1$s was called with a parameter that is <strong>deprecated</strong> since version %2$s with no alternative available.
de_de: %1$s wurde mit einem Parameter aufgerufen, der seit Version %2$s <strong>veraltet ist</strong>. Keine Alternativen verfügbar.

source: Invalid %1$s property: %2$s
de_de: Ungültige %1$s-Immobilie: %2$s

source: Invalid %1$s method: %2$s
de_de: Ungültige %1$s-Methode: %2$s

source: Add Group
de_de: Gruppe hinzufügen

source: Remove Group
de_de: Gruppe entfernen

source: Sorry, this field does not have a cmb_id specified.
de_de: Leider ist in diesem Feld keine cmb_id spezifiziert.

source: File:
de_de: Datei:

source: %1$s should be implemented by the extended class.
de_de: %1$s sollte durch die erweiterte Klasse implementiert werden.

source: Clear
de_de: Auswahl zurücksetzen

source: Default
de_de: Standard

source: Select Color
de_de: Farbe auswählen

source: Current Color
de_de: Aktuelle Farbe

# Valid formatDate string for jquery-ui datepicker
source: mm/dd/yy
de_de: dd.mm.yy

source: Sunday, Monday, Tuesday, Wednesday, Thursday, Friday, Saturday
de_de: Sonntag, Montag, Dienstag, Mittwoch, Donnerstag, Freitag, Samstag

source: Su, Mo, Tu, We, Th, Fr, Sa
de_de: So, Mo, Di, Mi, Do, Fr, Sa

source: Sun, Mon, Tue, Wed, Thu, Fri, Sat
de_de: So, Mo, Di, Mi, Do, Fr, Sa

source: January, February, March, April, May, June, July, August, September, October, November, December
de_de: Januar, Februar, März, April, Mai, Juni, Juli, August, September, Oktober, November, Dezember

source: Jan, Feb, Mar, Apr, May, Jun, Jul, Aug, Sep, Oct, Nov, Dec
de_de: Jan, Feb, Mär, Apr, Mai, Jun, Jul, Aug, Sep, Okt, Nov, Dez

source: Next
de_de: Weiter

source: Prev
de_de: Vorheriger

source: Today
de_de: Heute

source: Done
de_de: Fertig

source: Choose Time
de_de: Zeit wählen

source: Time
de_de: Zeit

source: Hour
de_de: Stunde

source: Second
de_de: Sekunde

source: Now
de_de: Jetzt

source: Use this file
de_de: Verwende diese Datei

source: Use these files
de_de: Verwenden Sie diese Dateien

source: Remove Image
de_de: Bild entfernen

source: Remove
de_de: Löschen

source: Select / Deselect All
de_de: Alles auswählen / abwählen

source: Nothing to update.
de_de: Nichts zu aktualisieren.

source: Settings updated.
de_de: Einstellungen aktualisiert.

source: Custom CMB2 field type classes must extend CMB2_Type_Base.
de_de: Benutzerdefinierte CMB2-Feldtypklassen müssen die CMB2_Type_Base erweitern.

source: Add Row
de_de: Zeile hinzufügen

source: Remove Row
de_de: Zeile entfernen

source: Term Metadata is a WordPress 4.4+ feature. Please upgrade your WordPress install.
de_de: Metadata-Bedingungen benötigen Wordpress 4.4 oder höher. Bitte aktualisieren Sie Ihre Wordpress-Installation.

source: Term metaboxes configuration requires a "taxonomies" parameter.
de_de: Metadata-Konfiguration benötigt einen "taxonomies"-Parameter.

source: Toggle panel: %s
de_de: Panel umschalten: %s

source: Save
de_de: Speichern

source: This box does not have read permissions.
de_de: Diese Box hat keine Lese-Berechtigungen.

source: This box does not have write permissions.
de_de: Diese Box hat keine Schreibe-Berechtigungen.

source: No box found by that id. A box needs to be registered with the "show_in_rest" parameter configured.
de_de: Keine Box mit dieser ID gefunden. Eine Box muss mit dem "Show_in_rest“-Parameter konfiguriert registriert werden.

source: A human-readable description of the object.
de_de: Eine lesbare Beschreibung des Objekts.

source: The id for the object.
de_de: Die ID für das Objekt.

source: The title for the object.
de_de: Der Titel für das Objekt.

source: Includes the registered fields for the box in the response.
de_de: Schließt die für die Box registrierten Felder als Rückmeldung ein.

source: Includes the fully rendered attributes, 'form_open', 'form_close', as well as the enqueued 'js_dependencies' script handles, and 'css_dependencies' stylesheet handles.
de_de: Enthält vollständig gerenderte Attribute, „form_open", „form_close", sowie eingereihte „js_dependencies" Skript-Verwaltung und „css_dependencies“ Stylesheet-Verwaltung.

source: No boxes found.
de_de: Keine Boxen gefunden.

source: Includes the box object which the fields are registered to in the response.
de_de: Enthält als Rückmeldung das Box-Objekt, für das die Felder registriert wurden.

source: When the '_rendered' argument is passed, the renderable field attributes will be returned fully rendered. By default, the names of the callback handers for the renderable attributes will be returned.
de_de: Wenn das "_rendered"-Argument übergeben wird, werden renderfähige Feldeigenschaften vollständig gerendert zurückgegeben. Standardmäßig werden die Namen der Callback-Handler für die renderbaren Attribute zurückgegeben.

source: To view or modify the field's value, the 'object_id' and 'object_type' arguments are required.
de_de: Um den Feldwert anzuzeigen oder zu ändern, sind die Argumente 'object_id' und 'object_type' erforderlich.

source: CMB2 Field value cannot be updated without the value parameter specified.
de_de: CMB2 Feldwert kann nicht aktualisiert werden, ohne den Parameterwert anzugeben.

source: CMB2 Field value cannot be modified without the object_id and object_type parameters specified.
de_de: CMB2 Feldwert können nicht ohne angegebene ‚object_id‘- und ‚object_type‘-Parameter geändert werden.

source: No field found by that id.
de_de: Kein Feld mit dieser ID gefunden.

source: Value Error for %s
de_de: Wertfehler bei %s

source: Method '%s' must be overridden.
de_de: Die Methode '%s' muss überschrieben werden.
