Repository: PixelDima/Noor-Localization-l10n
Catalog: Noor/noor-*.po
Languages: de_de

source: Enter in your query in the search form above.
de_de: Gib deine Frage in das Suchfeld oberhalb ein.

source: Search for:
de_de: Suche nach:

source: Login
de_de: Anmelden

source: Log In
de_de: Anmelden

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: Keep me signed in
de_de: Angemeldet bleiben

source: Lost Password
de_de: Passwort vergessen

source: Enter in your username or email address below then select the &ldquo;Reset&rdquo; button.
de_de: Gibt deinen Benutzernamen oder deine E-Mailadresse unterhalb ein und drücken dann den &ldquo;Zurücksetzen&rdquo; Button.

source: Username or Email
de_de: Benutzername oder E-Mail

source: Reset
de_de: Zurücksetzen

source: Create an Account
de_de: Account erstellen

source: Your username must be unique, and cannot be changed later. We use your email address to email you a secure password and verify your account.
de_de: Dein Benutzername muss einzigartig sein und kann später nicht geändert werden. Deine E-Mailadresse wird verwendet um dir ein sicheres Passwort zuzusenden und und dein Konto zu verifizieren.

source: Register
de_de: Registrieren

source: In reply to:
de_de: Als Antwort auf:

source: Topic:
de_de: Thema:

source: in group forum
de_de: Im Gruppenforum

source: in forum
de_de: im Forum

source: %s's Profile
de_de: %s’s Profil

source: Profile
de_de: Profil

source: %s's Topics Started
de_de: %s’s Themen gestartet

source: Topics Started
de_de: Themen gestartet

source: %s's Replies Created
de_de: %s’s Antworten erstellt

source: Replies Created
de_de: Antworten erstellt

source: %s's Favorites
de_de: %s’s Favoriten

source: Favorites
de_de: Favoriten

source: %s's Subscriptions
de_de: %s’s Abonnements

source: Subscriptions
de_de: Abonnements

source: Edit %s's Profile
de_de: %s’s Profil bearbeiten

source: Edit
de_de: Bearbeiten

source: Author
de_de: Autor

source: %1$s at %2$s
de_de: %1$s um %2$s

source: Reply <span class="comment-reply-link-after"></span>
de_de: Antwort <span class=„comment-reply-link-after“></span>

source: Your comment is awaiting moderation.
de_de: Dein Kommentar wartet auf Moderation.

source: All
de_de: Alles

source: By
de_de: Von

source: Comment
de_de: Kommentar

source: Comments
de_de: Kommentare

source: 0 Comment
de_de: Keine Kommentare

source: Leave a comment on: &ldquo;%s&rdquo;
de_de: Hinterlasse einen Kommentar zu: &ldquo;%s&rdquo;

source: View all posts in: &ldquo;%s&rdquo;
de_de: Siehe alle Beiträge in: &ldquo;%s&rdquo;

source: Welcome
de_de: Willkommen

source: Your Profile
de_de: Dein Profil

source: Logout
de_de: Abmelden

source: Remember Me
de_de: Erinnere dich an mich

source: Lost your password?
de_de: Passwort vergessen?

source: Main Demo
de_de: Hauptdemo

source: Business Classic
de_de: Klassisch Geschäftlich

source: Business Creative
de_de: Kreativ Geschäftlich

source: Business Modern
de_de: Modern Geschäftlich

source: Construction
de_de: Architektur

source: Creative Agency
de_de: Kreativ Agentur

source: Elegant Restaurant
de_de: Elegantes Restaurant

source: Help Center
de_de: Hilfe

source: Medical
de_de: Medizinisch

source: Modern Restaurant
de_de: Modernes Restaurant

source: Single Product
de_de: Einzelprodukt

source: On
de_de: An

source: Off
de_de: Aus

source: Material Design
de_de: Oberflächenerscheinungsbild

source: Full
de_de: Vollbild

source: Side
de_de: Seite

source: Dark
de_de: Dunkel

source: Light
de_de: Hell

source: start
de_de: Anfang

source: End
de_de: Ende

source: Framed
de_de: Rahmen Größe

source: Fullwidth
de_de: Vollbild

source: Grid
de_de: Gitter

source: Masonry
de_de: Mauerwerk

source: Time Line
de_de: Zeitleiste

source: minimal Style
de_de: Minimal

source: minimal no margin Style
de_de: Minimal ohne Außenabstand

source: Inherit
de_de: Übernehmen

source: Right Sidebar
de_de: Seitenleiste rechts

source: Left Sidebar
de_de: Seitenleiste links

source: No Sidebar
de_de: Keine Seitenleiste

source: Classic
de_de: Klassisch

source: Page
de_de: Seite

source: Custom url
de_de: Individuelle URL

source: Details on the top
de_de: Details oben

source: Details on the bottom
de_de: Details unten

source: Details on the Left
de_de: Details links

source: Details on the Right
de_de: Details rechts

source: Two
de_de: Zwei

source: Three
de_de: Drei

source: Four
de_de: Vier

source: Full-Width
de_de: Ganze Breite

source: Fixed Left
de_de: Links fixiert

source: Fixed Right
de_de: Rechts fixiert

source: Big Navigation
de_de: Große Navigation

source: Logo on center
de_de: Logo zentriert

source: Bottom Logo
de_de: Fußzeilen Logo

source: Fixed Left Small
de_de: Klein, fixiert, links

source: Fixed Right Small
de_de: Klein, fixiert, rechts

source: Static Top
de_de: Statisch oben

source: Headroom
de_de: Mit Abstand

source: Fixed Top
de_de: Fixiert oben

source: Fixed Top (Animated)
de_de: Fixiert, oben (animiert)

source: Logo On Inline
de_de: Logo integriert

source: Logo On Top
de_de: Logo oben

source: Logo On Center
de_de: Logo mittig

source: One
de_de: Eins

source: Start
de_de: Anfang

source: Center
de_de: Mitte

source: Bold
de_de: Fett

source: Italic
de_de: Kursiv

source: Uppercase
de_de: Großbuchstaben

source: Underline
de_de: Unterstrichen

source: None
de_de: Keine

source: Icon inside
de_de: Icon innen

source: default
de_de: Standard

source: Inside
de_de: Innen

source: none
de_de: keine

source: Zoom-in
de_de: Außzoomen

source: Zoom-out
de_de: Einzoomen

source: Black And White
de_de: Schwarz/Weiß

source: Opacity
de_de: Sichtbarkeit

source: Slide
de_de: Einschieben

source: Fade
de_de: Einblenden

source: Footer
de_de: Fußzeile

source: Templates
de_de: Vorlagen

source: Site Layout
de_de: Erscheinungsbild

source: Typography
de_de: Typographie

source: Header
de_de: Kopfzeile

source: Sidebar
de_de: Seitenleiste

source: Arabic
de_de: Arabisch

source: Latin
de_de: Lateinisch

source: Latin Extended
de_de: Lateinisch, erweitert

source: vietnamese
de_de: Vietnamesisch

source: Greek
de_de: Grichisch

source: Greek Extended
de_de: Griechisch, erweitert

source: Cyrillic
de_de: Kyrillisch

source: Cyrillic Extended
de_de: Kyrillisch, erweitert

source: Site Layout and design
de_de: Seiten Anordnung und Erscheinungsbild

source: Layout Settings
de_de: Anordnung

source: Frame Settings
de_de: Rahmen

source: Site Style
de_de: Stil

source: Other Settings
de_de: Weiteres

source: Loading Screen
de_de: Ladebildschirm

source: Header Style
de_de: Kopfzeilenstil

source: Menu-burger & Search
de_de: Menü-Burger & Suche

source: Menu
de_de: Menü

source: Page Title
de_de: Seitentitel

source: Body
de_de: Inhalt

source: Navbar
de_de: Navigationsleiste

source: Heading H1
de_de: Überschrift H1

source: Heading H2
de_de: Überschrift H2

source: Heading H3
de_de: Überschrift H3

source: Heading H4
de_de: Überschrift H4

source: Heading H5
de_de: Überschrift H5

source: Heading H6
de_de: Überschrift H6

source: button
de_de: Schaltfläche

source: General Settings
de_de: Allgemeine Einstellungen

source: Copyright Settings
de_de: Copyright Einstellungen

source: Featured Area
de_de: Hervorgehobener Bereich

source: Base portfolio options
de_de: Portfolio Optionen

source: Single portfolio item options
de_de: Einzelne Element Optionen

source: Portfolio page options
de_de: Seiten Optionen

source: Portfolio hover options
de_de: Hover Optionen

source: Portfolio archive page options
de_de: Archiv Seiten Optionen

source: Related Projects
de_de: Ähnliche Projekte

source: Code Fields
de_de: Code Felder

source: Advanced Settings
de_de: Erweiterte Einstellungen

source: Performance Options
de_de: Performance Optionen

source: Social
de_de: Social Media

source: Custom
de_de: Individuell

source: Content Layout
de_de: Inhaltsanordnung

source: Navbar Aligning
de_de: Ausrichtung

source: Navbar Animation
de_de: Animation

source: Offset By Pixels
de_de: Versatz in Pixeln

source: Offset By Element Target
de_de: Versatz nach Zielelement

source: Navbar Burger
de_de: Burger Icon

source: Display Desktop-Burger In Mobile
de_de: Gleiches Burger Menü für Mobil wie Desktop verwenden

source: Burger Style
de_de: Stil

source: Navbar Transparent
de_de: Transparent

source: Burger Position
de_de: Position

source: Burger background Image
de_de: Hintergrundbild

source: Page Title Display
de_de: Seitentitel anzeigen

source: Page Title Style
de_de: Seitentitelstil

source: Page Title Dark
de_de: Seitentitel Dunkel

source: Breadcrumbs Display
de_de: Brotkrümelnavigation

source: Page Title Background Image
de_de: Seitentitel Hintergrundbild

source: Page Title Background Color
de_de: Seitentitel Hintergrundfarbe

source: Page Title Color As Cover
de_de: Seitentitel Farbe als Überzug

source: Header Border Color
de_de: Kopfzeilen Rahmenfarbe

source: Side Menu Background Image
de_de: Hintergrundbild für das seitliche Menü

source: Work with Fixed Right & Fixed Left menu
de_de: Funktioniert mit fixiertem rechten- & fixierten linken-Menü

source: Copyright Display
de_de: Copyright-Anzeige

source: This option for vertical menu.
de_de: Diese Option für das vertikale Menü.

source: Search
de_de: Suche

source: Search/burger background Color
de_de: Hintergrundfarbe für die Suche/das Burger Menü

source: Search background Image
de_de: Hintergrundbild für die Suche

source: Logo Width (px)
de_de: Breite (px)

source: Upload Your Logo
de_de: Eigenes Logo hochladen

source: Upload your logo for sticky & transparent menu
de_de: Eigenes Logo hochladen für klebendes & transparentes Menü

source: Upload Your Logo (Retina Version @2x)
de_de: Eigenes Logo hochladen (Retina Version @2x)

source: Upload your logo for sticky & transparent menu (Retina Version @2x)
de_de: Eigenes Logo hochladen für klebendes & transparentes Menü (Retina Version @2x)

source: Upload Your Mobile Logo
de_de: Logo für Mobilgeräte hochladen

source: Upload Your Mobile Logo (Retina Version @2x)
de_de: Logo für Mobilgeräte hochladen (Retina Version @2x)

source: Upload Your Sticky Logo
de_de: Klebendes Logo für hochladen

source: Upload Your Sticky Logo (Retina Version @2x)
de_de: Klebendes Logo für hochladen (Retina Version @2x)

source: Display Primary Menu
de_de: Hauptmenü anzeigen

source: Display Icon Menu
de_de: Icon Menü anzeigen

source: Display social icons
de_de: Social Media Icons anzeigen

source: WPML language switcher
de_de: WPML Sprachumschalter

source: Allows you to have the WPML language switcher in header. Note, WPML plugin must be installed (WPML plugin is not included to the theme pack. You can find the plugin here)
de_de: Ermöglicht es, den WPML-Sprachumschalter im Header zu haben. Hinweis, die WPML Erweiterung muss installiert sein

source: Menu Dark
de_de: Dunkles Menü

source: Sub-Menu Dark
de_de: Dunkles Sub-Menü

source: Display Button
de_de: Schaltfläche anzeigen

source: Button URL
de_de: URL

source: Button Text
de_de: Text

source: Button CSS Class
de_de: CSS Klasse

source: Button background color
de_de: Hintergrundfarbe

source: Button hover background
de_de: Hintergrund Hover

source: Button text color
de_de: Textfarbe

source: NavBar Background Color
de_de: Hintergrundfarbe

source: Menu Background Color
de_de: Menü Hintergrundfarbe

source: NavBar Background Color After Fixed
de_de: Hintergrundfarbe nach Fixierung

source: NavBar Text Color
de_de: Textfarbe

source: NavBar Text Hover Color
de_de: Hover Textfarbe

source: NavBar Text Color After Fixed
de_de: Textfarbe nach Fixierung

source: Display Underline
de_de: Text unterstreichen (Animiert)

source: NavBar Underline Hover Color
de_de: Hover Unterstrich Farbe

source: Sub-Menu Background Color
de_de: Sub-Menü Hintergrundfarbe

source: Sub-Menu Text Color
de_de: Sub-Menü Textfarbe

source: Sub-Menu Text Hover Color
de_de: Sub-Menü Text Hover Farbe

source: Transparent NavBar Background Color
de_de: Hintergrundfarbe bei Transparenz

source: Transparent NavBar Text Color
de_de: Textfarbe bei Transparenz

source: Address
de_de: Adresse

source: Phone
de_de: Telefon

source: Today's Date Format
de_de: Datumsformat

source: For more details see <a href="https://codex.wordpress.org/Formatting_Date_and_Time" target="_blank" rel="noopener">Formatting Date and Time</a>
de_de: Für weitere Informationen besuche <a href="https://codex.wordpress.org/Formatting_Date_and_Time" target="_blank" rel="noopener">Formatiere Datum und Zeit</a>

source: Language selection shortcode
de_de: WPML Shortcode

source: In this field you can paste the language shortcode provided by the translating plugin
de_de: In diesem Feld kannst du den von der übersetzenden Erweiterung bereitgestellten Sprachkürzel einfügen

source: Site Content Width (%)
de_de: Inhaltsbreite (%)

source: Site Max Content Width (px)
de_de: Max. Seitenbreite (px)

source: Site Sidebar Width (px)
de_de: Seitenleisten Breite (%)

source: Sticky Sidebar
de_de: Seitenleiste fixieren

source: Frame color
de_de: Rahmenfarbe

source: Smooth Scroll
de_de: Weiches Scrollen

source: Hover SVG Icon For Post
de_de: Hover-SVG-Symbol für Beitrag

source: Enter SVG Icon name <a href='https://noor.pixeldima.com/noor-icons/' target='_blank'>(You can choose from the provided icons)</a>
de_de: SVG Icon Name eingeben

source: Hover SVG Icon For Product
de_de: Hover SVG-Symbol für Produkt

source: Hover SVG Icon For Portfolio
de_de: Hover-SVG-Symbol für Portfolio

source: Website Background Color
de_de: Hintergrundfarbe

source: Website Background Image
de_de: Hintergrundbild

source: Website Background Repeat
de_de: Hintergrund Wiederholung

source: background-repeat
de_de: Hintergrund Wiederholung

source: No Repeat
de_de: Nicht wiederholen

source: Repeat All
de_de: Alles wiederholen

source: Repeat Horizontally
de_de: Horizontal wiederholen

source: Repeat Vertically
de_de: Vertikal wiederholen

source: Define the background repeat. <a href='http://www.w3schools.com/cssref/pr_background-repeat.asp' target='_blank'>Check this for reference</a>
de_de: Legt die Hintergrundbild Wiederholung fest. <a href="http://www.w3schools.com/cssref/pr_background-repeat.asp" target="_blank">Referenz anzeigen</a>

source: Website Background Attachment
de_de: Hintergrund Fixierung

source: background-attachement
de_de: Hintergrund Fixierung

source: Fixed
de_de: Fest

source: Scroll
de_de: Scrollt mit

source: Define the background attachment. <a href='http://www.w3schools.com/cssref/pr_background-attachment.asp' target='_blank'>Check this for reference</a>
de_de: Definieren Sie die Hintergrund-Anlage. <a href='http://www.w3schools.com/cssref/pr_background-attachment.asp' target='_blank'>Referenz anzeigen</a>

source: Website Background Position
de_de: Hintergrundposition

source: background-position
de_de: Position

source: Left Top
de_de: Oben links

source: Left Center
de_de: Mittig links

source: Left Bottom
de_de: Unten links

source: Center Top
de_de: Oben mittig

source: Center Center
de_de: Zentriert

source: Center Bottom
de_de: Unten mittig

source: Right Top
de_de: Oben rechts

source: Right Center
de_de: Mittig rechts

source: Right Bottom
de_de: Unten rechts

source: Define the background position. <a href='http://www.w3schools.com/cssref/pr_background-position.asp' target='_blank'>Check this for reference</a>
de_de: Hintergrund Position festlegen

source: Website Background Size
de_de: Hintergrund Größe

source: Define the background size (Default value is 'cover'). <a href='http://www.w3schools.com/cssref/css3_pr_background-size.asp' target='_blank'>Check this for reference</a>
de_de: Hintergrund Größe festlegen (Standard ist „Cover“)

source: Main color
de_de: Hauptfarbe

source: This color will be applied to call to action elements such as buttons and hover icons. It's preferable to be attractive color and define the main color of your website.
de_de: Diese Farbe wird zum Aufrufen von Aktionselementen wie Schaltflächen und Hover-Symbolen verwendet.

source: Secendery Main color
de_de: Zweite Hauptfarbe

source: This color will be applied to other elements and it's preferable to be like your headings color or a dark color.
de_de: Diese Farbe wird zum Aufrufen von anderen Elementen verwendet.

source: Custom Fonts
de_de: Benutzerdefinierte Schriftart

source: Body Font
de_de: Standard Schriftart

source: Body Font Weights ( Included )
de_de: Standard Schriftschnitt (Integriert)

source: Body Font Weights
de_de: Standard Schriftschnitt

source: Font Subsets
de_de: Codierung

source: Body Font Size (px)
de_de: Standard Schriftgröße (px)

source: Body text color
de_de: Standard Textfarbe

source: Text Link color
de_de: Link Farbe

source: This color will be applied to the important text links in your website and it's preferable to be like your website main color.
de_de: Diese Farbe wird für wichtige Links verwendet.

source: Text Link Hover color
de_de: Link Hover Farbe

source: Heading Font Style
de_de: Schriftstil

source: Headings Font
de_de: Schriftart

source: Heading Font Weights ( Included )
de_de: Schriftschnitt (Enthalten)

source: Heading Font Weights
de_de: Schriftschnitt

source: Headings Letter Spacing
de_de: Zeichenabstand

source: Font Size (px)
de_de: Schriftgröße (px)

source: Headings color
de_de: Farbe

source: Navbar Font Style
de_de: Schriftstil

source: Navbar Font
de_de: Schriftart

source: Navbar Font Weights ( Included )
de_de: Schriftschnitt (Enthalten)

source: Navbar Font Weights
de_de: Schriftschnitt

source: Navbar Font Size
de_de: Schriftgröße

source: Logo Font Style
de_de: Schriftstil

source: Logo Font
de_de: Schriftart

source: Logo Font Weights ( Included )
de_de: Schriftschnitt (Integriert)

source: Logo Font Weights
de_de: Schriftschnitt

source: Logo Font Size (px)
de_de: Schriftgröße (px)

source: Logo Letter Spacing (px)
de_de: Zeichenabstand (px)

source: Logo Text Color
de_de: Textfarbe

source: Button Font
de_de: Schriftart

source: Button Font Weights ( Included )
de_de: Schriftschnitt (Integriert)

source: Button Font Weights
de_de: Schriftschnitt

source: Button Font Size
de_de: Schriftgröße

source: Posts Style
de_de: Beitragsstil

source: Columns
de_de: Spalten

source: Comments Style
de_de: Kommentar Stil

source: Full Post Content on Index
de_de: Vollständigen Beitragsinhalt im Index anzeigen

source: Excerpt Limit
de_de: Auszugslänge

source: Displayed Post Excerpt
de_de: Angezeigte Beitragsauszüge

source: Display Categories Meta
de_de: Kategorien Metadaten anzeigen

source: Display Comment Meta
de_de: Kommentar Metadaten anzeigen

source: Featured Image
de_de: Beitragsbild

source: Blog Element Hover Effects
de_de: Blog-Element-Hover-Effekte

source: Blog Image Hover Effects
de_de: Blog-Bild-Hover-Effekte

source: Second Title
de_de: Untertitel

source: Display Previous/Next Pagination
de_de: Vorherige / Nächste Seite anzeigen

source: Display Social Share Icons
de_de: Social-Media-Symbole anzeigen

source: Display Author Box
de_de: Autoren Beschreibung anzeigen

source: Display Related Posts
de_de: Ähnliche Beiträge

source: Related Posts Is Slide
de_de: Ähnliche Beiträge als Slider

source: Related Posts Columns
de_de: Ähnliche Posts | Spalten

source: Related Posts Count
de_de: Anzahl ähnlicher Beiträge

source: Pagination background color
de_de: Hintergrundfarbe der Seitennummerierung

source: Blog Page
de_de: Blog-Seite

source: Select the blog page name which will be used as main blog page
de_de: Wähle den Namen der Blog-Seite, die als Haupt-Blog-Seite verwendet wird

source: Header text size
de_de: Textgröße der Kopfzeile

source: Header Font Style
de_de: Schriftstil der Kopfzeile

source: Body/Link Text Size
de_de: Standard Link Schriftgröße

source: Body/Link Font Style
de_de: Standard Link Schriftstil

source: Cart
de_de: Warenkorb

source: Cart Dropdown
de_de: Warenkorb Dropdown

source: My Account
de_de: Kundenkonto

source: Wishlist
de_de: Wunschliste

source: Shop Layout
de_de: Shop Anordnung

source: Shop Columns
de_de: Shop Spalten

source: Product Per Page
de_de: Produkte pro Seite

source: Shop Element Hover Effects
de_de: Shop-Element-Hover-Effekte

source: Noor Sort
de_de: Noor Sortierung

source: Product Layout
de_de: Produkt Anordnung

source: Product Tabs
de_de: Produkt-Registerkarten

source: Description Tab
de_de: Tab für die Beschreibung

source: Additional Information Tab
de_de: Zusätzliche Informationen

source: Reviews Tab
de_de: Tab für die Bewertungen

source: Slide Animation Type
de_de: Slider Animationstyp

source: Related Products
de_de: Ähnliche Produkte

source: Related Product Columns
de_de: Ähnliche Produkt Spalten

source: Related Product Post Count
de_de: Anzahl Ähnlicher Produkt-Beiträge

source: Upsells
de_de: Zusatzverkäufe

source: Upsell Columns
de_de: Up-Selling Spalten

source: Upsell Post Count
de_de: Anzahl der Zubehör-Produkte

source: Cross Sells
de_de: Cross-Sells (Querverkäufe)

source: Cross Sells Columns
de_de: Querverkauf Spalten

source: Cross Sells Post Count
de_de: Anzahl der Querverkäufe

source: Full Width
de_de: Volle Breite

source: Footer Parallax
de_de: Fußzeilen Parallax Effekt

source: Big Footer ( Widgets Area )
de_de: Große Fußzeile (Widgets-Bereich)

source: Second Footer Widgets Area
de_de: Zweiter Footer Widget Bereich

source: Small Footer
de_de: Kleine Fußzeile

source: Footer In Center
de_de: Fußzeile Zentriert

source: Footer Menu
de_de: Footer Menü

source: Small Footer Text Color
de_de: Kleine Fußzeile Textfarbe

source: Small Footer Link Color
de_de: Kleine Footer Link Farbe

source: Copyright Info on footer
de_de: Copyright Text auf Fußzeile

source: Copyright Content
de_de: Copyright Inhalt

source: Featured Areas
de_de: Hervorgehobe Bereiche

source: Background Color
de_de: Hintergrundfarbe

source: Border Color
de_de: Rahmenfarbe

source: Background Image
de_de: Hintergrundbild

source: Footer Is dark
de_de: Fußzeile ist dunkel

source: Enabling this option will affect the color scheme of the inputs, dropdown and tags in your footer’s widgets (To change the title, text, link and border colors of your widgets you can find the settings in Footer > Widgets) .
de_de: Wenn Du diese Option aktivierst, wirkt sich dies auf das Farbschema der Eingaben, des Dropdown-Menüs und der Tags in den Widgets aus. Um die Farben für Titel, Text, Link und Rahmen deiner Widgets zu ändern, findest du die Einstellungen unter Fußzeile > Widgets.

source: Footer Background Color
de_de: Footer Hintergrundfarbe

source: Footer Background Image
de_de: Footer Hintergrundbild

source: Back To The Top Arrow
de_de: Zurück zum Seitenanfang Pfeil

source: Footer Widget Areas
de_de: Footer-Widget Bereich

source: Second Footer Widget Areas
de_de: Zweiter Fußzeilen Widgetbereich

source: Widget Header text size
de_de: Widget-Kopfzeilen-Textgröße

source: Widget Header Font Style
de_de: Widget-Überschrift Schriftschnitt

source: Widget Body/Link Text Size
de_de: Widget-Körper/Link-Textgröße

source: Widget Body/Link Font Style
de_de: Widget-Körper/Link-Schrift-Stil

source: Widget Header Color
de_de: Widget Kopfzeilen Farbe

source: Widget Text Color
de_de: Widget Textfarbe

source: Widget Link Color
de_de: Widget Link Farbe

source: Widget Hover Link Color
de_de: Widget Hover Link Farbe

source: Widget Border Color
de_de: Widget Rahmen Farbe

source: Enable AMP
de_de: AMP Einschalten

source: Upload Your AMP Logo
de_de: Eigenes AMP Logo hochladen

source: Facebook App ID
de_de: Facebook Anwendungs-ID

source: Leave a Comment ( Translate )
de_de: Hinterlasse einen Kommentar

source: Check Also ( Translate )
de_de: Beachte auch

source: Categories ( Translate )
de_de: Kategorien

source: Ago ( Translate )
de_de: Vor (Übersatz)

source: Tags ( Translate )
de_de: Schlagworte

source: Related Posts
de_de: Ähnliche Beiträge

source: Share Buttons
de_de: Teilen Schaltflächen

source: Back to top button
de_de: „Zurück-nach-Oben“-Schaltfläche

source: Footer Logo Image
de_de: Footer Logo Bild
